/* Localized versions of Info.plist keys */

AMName = "Get File Path";

/*  AMApplication localized strings  */
/*  e.g. "TextEdit" = "TextEdit";  */

/*  AMCategory localized strings  */
/*  e.g. "Text" = "Text";  */

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
AMDSummary = "This action will get path of the files or folders passed into it with POSIX/HFS/URL format string.";

/*  AMKeyword localized strings  */
/*  e.g. "Filter" = "Filter";  */

"Get" = "Get";
"Path" = "Path";
"POSIX" = "POSIX";
"HFS" = "HFS";
"URL" = "URL";
